Repository: mikolajmirko/techbites
Catalog: resources/lang/*.po
Languages: pl_pl

source: Primary Navigation
pl_pl: Nawigacja główna

source: Discover Navigation
pl_pl: Nawigacja Odkrywaj

source: Bottom Navigation
pl_pl: Nawigacja dolna

source: minute
pl_pl: minuta

source: Latest Bites
pl_pl: Ostatnie gryzki

source: Search Results for %s
pl_pl: Wyniki wyszukiwania dla %s

source: Page not found
pl_pl: Nie znaleziono strony

source: Error locating <code>%s</code> for inclusion.
pl_pl: Błąd przy próbie załadowania pliku %s.

source: Error locating autoloader. Please run <code>composer install</code>.
pl_pl: Błąd przy próbie załadowania automatycznego. Użyj polecenia <code>composer install</code>.

source: No tags available
pl_pl: Brak dostępnych tagów

source: Page
pl_pl: Strona

source: Bite thumbnail
pl_pl: Obrazek wyróżniający gryzka

source: Custom Template
pl_pl: Niestandardowy szablon

source: Close icon
pl_pl: Ikona krzyżyka

source: Maintenance man with a laptop
pl_pl: Konserwator z laptopem

source: Pen icon
pl_pl: Ikona pióra

source: Website main content
pl_pl: Główna treść strony

source: Sorry, no results were found.
pl_pl: Nie znaleziono żadnych wyników.

source: Sidebar
pl_pl: Pasek boczny

source: Highlighted bites
pl_pl: Wyróżnione gryzki

source: Bite tags
pl_pl: Tagi gryzków

source: Person icon
pl_pl: Ikona osoby

source: Author
pl_pl: Autor

source: Date
pl_pl: Data dodania

source: Read time
pl_pl: Czytaj więcej

source: Search for bites
pl_pl: Szukaj gryzków

source: Search...
pl_pl: Szukaj...

source: Advanced search
pl_pl: Zaawansowane wyszukiwanie

source: Gear icon
pl_pl: Ikona zębatki

source: Open book icon
pl_pl: Ikona otwartej książki

source: Magnifying glass icon
pl_pl: Ikona szkła powiększającego

source: Discover the process
pl_pl: Odkryj proces wytwórczy

source: Every phase of the development process can improve user experience.
pl_pl: Każdy etap procesu kryje w sobie potencjał na rozwój dostępności i użyteczności.

source: Close menu
pl_pl: Zamknij menu

source: Discover this phase
pl_pl: Odkrywaj ten etap

source: The new and tasty bites
pl_pl: Świeże i smaczne gryzki

source: Check out the latest posts and always expect more to come!
pl_pl: Zobacz ostatnie wpisy i oczekuj kolejnych już niebawem!

source: Random snacks
pl_pl: Losowe przekąski

source: You don't know what you fancy? Look at these!
pl_pl: Nie wiesz o czym poczytać? Może to Cię zaciekawi!

source: Lightbulb icon
pl_pl: Ikona żarówki

source: Showing
pl_pl: Wyświetlanie

source: of
pl_pl: z

source: result
pl_pl: wynik

source: Previous
pl_pl: Poprzednie

source: Next
pl_pl: Następne

source: Technology doesn't bite
pl_pl: Technologia nie gryzie

source: Discover and share knowledge about software usability, technology availability and interesting sources of resources.
pl_pl: Odkrywaj i dziel się wiedzą o użyteczności oprogramowania, dostępności technologii oraz ciekawych źródłach zasobów.

source: Discover
pl_pl: Odkrywaj

source: Bite catalog
pl_pl: Katalog gryzków

source: Search among dozens of bites containing rich and detailed knowledge in the field of IT product development.
pl_pl: Szukaj wśród dziesiątek gryzków zawierających bogatą i sprawdzoną wiedzę z dziedziny wytwarzania produktów IT.

source: Our goal
pl_pl: Nasz cel

source: We hope to popularize the concepts of usability and accessibility in IT projects and change the belief that if something is aesthetic it must be inaccessible.
pl_pl: Pragniemy spopularyzować pojęcia użyteczności i dostępności w projektach IT i odmienić przekonanie, że jeśli coś jest estetyczne to nie może być dostępne.

source: We have a small problem
pl_pl: Mamy mały problem

source: Sorry, this bite has no translation in selected language. Try a different one or search for other bites.
pl_pl: Then gryzek nie posiada tłumaczenia w wybranym języku. Zmień go na inny lub wyszukaj inne gryzki.

source: Sorry, but the page you are trying to view does not exist. Use main navigation or search to discover the best bites.
pl_pl: Strona, którą próbujesz wyświetlić, nie istnieje. Użyj nawigacji lub wyszukiwarki, aby odkryć najlepsze gryzki.

source: Comment icon
pl_pl: Ikona komentarza

source: Wave graphical divider
pl_pl: Fale element graficzny

source: Page hero
pl_pl: Sekcja informacyjna strony

source: Browsing a folder with documents
pl_pl: Folder wypełniony dokumentami

source: Share via Twitter
pl_pl: Podziel się na Twitterze

source: Share via Facebook
pl_pl: Podziel się na Facebooku

source: Share via Linkedin
pl_pl: Podziel się na Linkedin

source: Share via Email
pl_pl: Podziel się za pomocą maila

source: Website header
pl_pl: Nagłówek strony

source: Portal logo
pl_pl: Logo portalu

source: Main navigation
pl_pl: Nawigacja główna

source: Category navigation
pl_pl: Lista kategorii

source: Random bite
pl_pl: Losowy gryzek

source: Open menu
pl_pl: Otwórz menu

source: Message icon
pl_pl: Ikona chmurki wiadomości

source: Site language
pl_pl: Język strony

source: Arrow icon
pl_pl: Ikona strzałki

source: High contrast mode
pl_pl: Tryb wysokiego kontrastu

source: On
pl_pl: Włączony

source: Off
pl_pl: Wyłączony

source: Compass icon
pl_pl: Ikona kompasu

source: Website footer
pl_pl: Stopka strony

source: Back to top
pl_pl: Powrót na górę

source: Dice icon
pl_pl: Ikona kostki do gry

source: Sharing information through technology
pl_pl: Dzielenie się wiedzą za pomocą technologii

source: Man with an empty box
pl_pl: Mężczyzna z pustym pudłem

source: PL flag
pl_pl: Flaga PL

source: Laptop with a tech bite
pl_pl: Laptop wyświetlający gryzek

source: Contrast icon
pl_pl: Ikona kontrastu

source: Menu icon
pl_pl: Ikona menu

source: Calendar icon
pl_pl: Ikona kalendarza

source: Hash icon
pl_pl: Ikona hashu

source: Document icon
pl_pl: Ikona dokumentu

source: UK flag
pl_pl: Flaga UK

source: Skip to content
pl_pl: Przejdź do treści

source: Available only in Polish
pl_pl: Dostępne tylko w języku Polskim

source: Read more
pl_pl: Czytaj więcej

source: Search and filters
pl_pl: Wyszukiwanie i filtry

source: Searching
pl_pl: Wyszukiwanie

source: Process phase
pl_pl: Fazy procesu

source: Sort by
pl_pl: Sortuj według

source: Post date
pl_pl: Data dodania

source: Title
pl_pl: Tytuł

source: Sort order
pl_pl: Kolejność

source: Descending
pl_pl: Malejąco

source: Ascending
pl_pl: Rosnąco

source: Search
pl_pl: Szukaj

source: Related bites
pl_pl: Powiązane gryzki
